{"path":"en/products/batteries","templateID":1,"sharedPropsHashes":{"menu":"1GCp7i","locale_footer":"Z273MuL","locale_search":"cfism"},"localProps":{"title":"Batteries","lng":"en","lngRoutes":{"de":"/produkte/akkus"},"tags":["liion","lfp","li","battery","akku"],"locale_batteries":{"intro":"<0>Performance - compact and reliable</0><1>Discover our new LiIon battery packs for your applications. Whether large or small, prototype item or large-scale manufacturing; we are your reliable partner for all topics concerning battery production and sale.</1><2>You can plan your battery project right on this site with our novel battery configuration tool. Just right for your demands and wishes.</2><3>Discover our LiIon-technology now. </4><5>Discover our battery solutions</5>","forBusiness":"<0><0>business</0>For business customers</0><1>Benefit from a strong business partner. With our batteries and service you will always be a step ahead of competition. Contact us for special business customer conditions.</1>","forPrivate":"<0><0>person</0>For private customers</0><1>We have the right solutions for a broad variety of different applications. Configure your battery online right now.</1>","forPublic":"<0><0>account_balance</0>For public institutions </0><1>We offer attractive special conditions for research and education. Contact our staff through our contact form for a written quotation.</1>","applicationsHeader":"The best solution for every application","e-vehicles":"E-Vehicles","health":"Health","industry":"Industry","tools":"Tools","ideaToDesign":"<0>From idea to design</0><1>You have an idea or a project? We have the solution!</1><2>Modern means of design and planning, combined with experience and of course the required know how are the cornerstone of your battery project.</2><3>Our in-house production allows us to design practically and concretely. We are your one-stop partner for all battery solution needs.</3>","liPerformance":"<0>High energy and top performance</0><1>You can count on our long-term experience with leading-edge products of all renowned cell manufactures. Very high energy density forms the basis of compact and light battery packs while great power density guarantees state-of-the-art loadability in a multitude of operational scenarios.</1><2>Rely on the leading battery technology for your application - you will not regret it!</2>","designToPrototype":"<0>From design to prototype</0><1>Owing to our in-house manufacturing, we can react immediately to your demands and requirements. Thus we can ensure a seamless transition of the project from design to prototype production.</1><2>Our flexible automated manufacturing process allows us to maintain cost-efficiency and customer-specific design processes for even small batches.</2>","didYouKnow":"<0>Did you know?</0><1>Lithium-ion batteries have an up to <1>four times higher energy density</1> than comparable lead cells. Furthermore, they are free from poisonous heavy metals, maintenance-free and long-lasting. This guarantees a very positive environmental record. They have replaced competing battery technologies in almost all relevant use cases and are getting continuously improved by leading manufacturers.</1><2><0>info_outline</0><1>Lithium is the lightest of all elements that are solid at room temperature (0,534 g/cm3). That is why lithium-ion cells achieve the best energy densities of all current cell technologies.</1></2>","prototypeToSerialProduction":"<0>From prototype to serial production</0><1>Think big and utilise our production capabilities for the serial production of battery systems. Even huge quantities pose no problem due to our unique blend automated manufacturing, modern warehouse logistics and in-house development.</1>","certifications":"<0>Certifications</0><1>Indispensable for professional applications: Certifications and regulatory approvals for battery systems. Linergy offers the following test procedures as a service.</1>","emcTest":"<0><0>wifi</0>EMC Test</0><1>Testing the electromagnetic compatibility of a system with regards to the emission of interfering fields and its robustness against remote interference is very important to ensure smooth operation of a wide variety of applications.</1>","un383Test":"<0><0>local_shipping</0>UN Transport Test UN38.3</0><1>Transporting lithium-ion cells and batteries is subject to special regulations. They must undergo the so-called Transportation Test, which is detailed in the UN testing guideline, part III, section 38.3. Eight different tests are carried out on the unit to be tested to ensure correct and safe operation, even after having been exposed to external influences like vibrations, heat etc.</1>","iecTest":"<0><0>battery_full</0>IEC 62133</0><1>IEC 62133 describes the standardised testing of battery systems. The CB certificate, issued according to the International Electrotechnical Commission's standards, allows for easy access to different markets on the basis of multilateral agreements and guarantees conformity of the product with a series of safety regulations.</1>"},"breadcrumbs":[["/en/products","Products"],["/en/products/batteries","Batteries"]]}}
