{"path":"en/services","templateID":9,"sharedPropsHashes":{"locale_footer":"Z273MuL","locale_search":"cfism"},"localProps":{"title":"Services","menu":[[["/blog","Blog"],["/en/products","Products",[["/en/products","Overview"],["/en/products/batteries","Batteries"],["/en/products/chargers","Chargers"],["/en/products/motors","Motors"],["/en/products/bms","BMS"]]],["/en/about","About",[["/en/about","Company Profile"],["/en/about/references","References"],["/en/about/partners","Partners"],["/en/about/jobs","Career & Jobs"]]],["/en/services","Services"],["/wiki","Wiki"],["https://www.linergy-shop.de","Onlineshop"],["/en/contact","Contact",[["/en/contact","General Contact"],["/en/contact/b2b","B2B Reseller Program"]]]],[["#overview","Overview"],["#development","Development"],["#maintenance","Maintenance"],["#certifications","Certifications"]]],"lng":"en","lngRoutes":{"de":"/dienstleistungen"},"tags":["service","repair","development","design","certification"],"locale_services":{"contactUsLink":"/en/contact","intro":"<0>Competent service</0><1>We offer you comprehensive service and consulting concerning the topics of lithium-ion batteries and related drivetrain technology.</1><2>In addition we can take on all common examination and development work.</2><3><0>Contact us</0></3>","design":"<0><0>chat</0> Development & design</0><1>We provide consulting and development services in the areas of battery pack design, drivetrain solutions for e-mobility and battery-management-systems (BMS). Our many years of experience in the field of dimensioning and design of these systems are backed up by a strong logistical backbone we can provide as a longstanding manufacturer and importer of said technology.</1>","repairs":"<0><0>build</0>Technical examination & repairs</0><1>For both bussiness customers as well as private customers, we offer the examination and analysis of battery systems. We check for correct function and proper condition of the installed parts. If the need arises, we can replace worn or defective battery systems as wells as BMS.</1>","certificationShort":"<0><0>account_balance</0>Certification</0><1>We conduct the process of product certification (UN38.3, EMV...) and registration for you, to ensure a trouble-free product launch into the German/European market.</1>","development":"<0><0>Development & design</0></0><1><0>Our expertise in the development of energy storage solutions is based upon experience of many years and a great number of successfully managed projects. A battery system's quality and durability is based on a thorough analysis of the given requirements and hereafter an application oriented development of the required mechanical and electric components.</0><1>We accompany you through the process of selecting the right cells, the design of external case and circuitry and the manufacturing of the prototype. A seamless transition into mass production is naturally the following step.</1><2>If you have a project in the planning stage, do not hesitate to contact us.</2></1>","unitService":"<0>Unit service</0><1>Do you want to have your battery pack checked or are you looking for a replacement for a worn pack? Do you need a new BMS oder a range-extender for your E-Bike?</1><2>We can show you possibilities to refurbish or renew your battery system. Just send us a mail or use our contact form. We will be glad to help you.</2>","certification":"<0><0>Certification</0></0><1><0>Essential for the employment in the professional environment: Certificates and registrations for battery systems. We here at Linergy offer you the following certification procedures:</0><1>EMC Test</1><2>The electromagnetic compliance test checks for the emission of unwanted electromagnetic fields and the robustness against EM disturbances of foreign sources. A good electromagnetic compatibility is required to ensure a trouble free operation in non-isolated applications.</2><3>UN Transportation Test UN38.3</3><4>The transport of nearly all lithium batteries is governed by special regulations. They have to undergo a so-called transportation test as described in detail in the UN Manual of Tests and Criteria, Part III, section 38.3. The battery to be tested is subjected to eight different tests to assure correct and safe operation, even after exposition to environmental influences, such as heat or vibration.</4><5>IEC 62133</5><6>The IEC 62133 describes the standardized testing of battery systems. The issued CB certificate according to the system of the IEC faciliates access to the market on the basis of a multilateral treaty and guarantees the system's compliance with a series of safety-relevant regulations.</6><7>As your competent partner for the certification of battery packs we are looking forward to hearing from you. You can use the contact form, mail us or just give us a call!</7></1>"},"breadcrumbs":[["/en/services","Services"]]}}
