{"path":"wiki/faq-bms","templateID":19,"sharedPropsHashes":{"menu":"Z6hOJz"},"localProps":{"article":{"header":{"docname":"index","doctitle":"FAQ BMS","authorcount":1,"author":"Linergy Engineering GmbH","authorinitials":"LEG","authors":"Linergy Engineering GmbH","email":"info@linergy.de","docdatetime":"2018-03-14 20:03:37 Central European Standard Time","localdatetime":"2021-09-07 12:37:35 Central European Summer Time","revdate":"2018-03-09","showTitle":true,"tags":[""],"wordcount":375,"thumbnail":null,"comments":false},"html":"<div id='preamble'><div class='sectionbody'><div class='paragraph'><p>Unsere BMS (Batterie-Management-Systeme) vereinen eine Vielzahl von Funktionen:</div><div class='ulist'><ul><li><p>Einzelzellenüberladeschutz<li><p>Einzelzellentiefentladeschutz<li><p>Balancingfunktion</ul></div><div class='paragraph'><p>Was bedeutet das genau?</div></div></div><div class='sect1'><h2 id='_einzelzellenüberladeschutz'>Einzelzellenüberladeschutz</h2><div class='sectionbody'><div class='paragraph'><p>Das BMS schützt jede einzelne parallele Zellengruppe vor Überladung. Lithiumakkus vertragen keine Überladung, da sie ab einer bestimmten Spannung irreparabel beschädigt werden. Sollte mal ein falsches Ladegerät an den Akku angeschlossen werden, schützt das BMS vor einer schädlichen Überladung.</div></div></div><div class='sect1'><h2 id='_einzelzellentiefentladeschutz'>Einzelzellentiefentladeschutz</h2><div class='sectionbody'><div class='paragraph'><p>Eine Tiefentladung eines Lithiumakkus muss unter allen Umständen verhindert werden. Sie schädigt die Zellen und verkürzt die Lebensdauer. Ein BMS überwacht jede einzelne parallele Zellengruppe und schaltet bei Unterschreitung einer kritischen Spannung ab.</div></div></div><div class='sect1'><h2 id='_balancing_was_ist_das_wozu_brauche_ich_das'>Balancing? Was ist das, wozu brauche ich das?</h2><div class='sectionbody'><div class='paragraph'><p>Lithiumakkus reagieren empfindlich auf Überladung und Tiefentladung. Viele Lithiumakkus sollten nicht über 4,2V pro Zelle geladen und nicht unter 2,5V entladen werden. Ansonsten droht Aufblähung und Zerstörung. Da die einzelnen Zellenspannungen eines Akkupacks mit der Zeit auseinander driften, droht eine Überladung ohne Balancer. Beispiel: Ein Akku besteht aus 2 Zellen à 3,7V seriell verschaltet, also Nominal: 7,4V, bzw. Ladeschlussspannung: 8,4V (4,2v pro Zelle). Nun kann es passieren, dass beim Vollladen auf 4,2V pro Zelle (also die Ladeschlussspannung) eine Zelle ein wenig voller ist als die andere, z.B. 4,4V die eine und 4,0V die andere, zusammen 8,4V. Das Ladegerät wird \"annehmen\", der Akku sei voll, da er die 8,4V Ladeschlussspannung erreicht hat. In Wirklichkeit ist er irreparabel beschädigt, da die eine Zelle mit 4,4V überladen wurde. Um diesem Effekt vorzubeugen, reicht es nicht aus ein Ladegerät mit einer angepassten Ladeschlussspannung zu verwenden, man benötigt ein Gerät, das die einzelnen Zellen überwacht. Dieses elektronische Bauteil ist ein Balancer (bildlich: eine Platine mit elektronischen Bauteilen von der Größe einer Brieftasche). Bei unseren BMS ist eine solche Balancingfunktion bereits enthalten.</div></div></div><div class='sect1'><h2 id='_ist_ein_bms_zwingend_notwendig'>Ist ein BMS zwingend notwendig?</h2><div class='sectionbody'><div class='paragraph'><p>Nein, definitiv nicht. Die Funktionen des BMS können bei entsprechenden Fachkenntnissen (z.B. Modellbauer) problemlos nachgebildet werden. Einen Überladeschutz und die Balancingfunktion enthalten viele Modellbauladegeräte. Ein Unterspannungsschutz kann z.B. durch die automatische Abschaltung im Controller erfolgen. Doch Vorsicht: Auch nach der Abschaltung fließt ein Standbystrom, der den Akku ohne Tiefentladeschutz komplett entladen kann. Kurzum: Ein BMS vereinfacht das Handling eines Akkus immens, bringt als Nachteil jedoch ein etwas erhöhtes Gewicht und einen geringen Aufpreis.</div><div class='paragraph'><p>Unsere Batterie-Management-Systeme (BMS) finden Sie <a href='https://shop.linergy.de/de/BMS-Schutzelektronik/'>hier</a> in unserem <a href='https://shop.linergy.de'>Shop</a></div></div></div>","preamble":"<div class='sectionbody'><div class='paragraph'><p>Unsere BMS (Batterie-Management-Systeme) vereinen eine Vielzahl von Funktionen:</div><div class='ulist'><ul><li><p>Einzelzellenüberladeschutz<li><p>Einzelzellentiefentladeschutz<li><p>Balancingfunktion</ul></div><div class='paragraph'><p>Was bedeutet das genau?</div></div>","description":"Unsere BMS (Batterie-Management-Systeme) vereinen eine Vielzahl von Funktionen: Einzelzellenüberladeschutz Einzelzellentiefentladeschutz Balancingfunktion Was bedeutet das genau?"},"doctitle":"FAQ BMS","showHeader":true,"description":"Unsere BMS (Batterie-Management-Systeme) vereinen eine Vielzahl von Funktionen: Einzelzellenüberladeschutz Einzelzellentiefentladeschutz Balancingfunktion Was bedeutet das genau?","title":"FAQ BMS","lng":"de","breadcrumbs":[["/wiki/faq-bms","FAQ BMS"]]}}
