{"path":"en/products/chargers","templateID":2,"sharedPropsHashes":{"menu":"1GCp7i","locale_footer":"Z273MuL","locale_search":"cfism"},"localProps":{"title":"Chargers","lng":"en","lngRoutes":{"de":"/produkte/ladegeraete"},"tags":["charger","li","lfp","ladegeraet"],"locale_chargers":{"intro":"<0>Lightning fast charging</0><1>The right charger improves performance and operating life of your li-ion battery. Performance and longevity of a lithium-ion battery are closely connected to the appropriate charging equipment.</1><2>Our modern lithium-ion chargers provide a quick and protecting charging process. That way you will get the most from your battery.</2><3>Discover our chargers</3>","safety":"<0><0>warning</0>Safety</0><1>Only a special li-ion charger guarantees safe conditions during charging. Improper charging can damage the battery and therefore lead to safety risks.</1>","performance":"<0><0>flash_on</0>Performance</0><1>Our chargers allow you to get the most out of your batteries. Only a charger that is specifically tuned to your battery technology can charge the battery to its full potential.</1>","efficiency":"<0><0>account_balance</0>Efficiency</0><1>A special charging algorithm protects the battery from premature performance degradation and thus maximizes the operating life of the battery. The result: a longer life and reduced operating costs.</1>","modernTechnology":"<0>Modern charging equipment</0><1>The CCCV charging method in combination with a specific final charging voltage ensures safe charging of the battery. A precise control of the charging process makes sure that the battery gets always charged to its highest allowed voltage. This gives you more usable electric energy and a stable operating voltage.</1><2>Aside from the optimized energy efficiency, the chargers prevent overstressing of the battery by limiting the charging current to a safe value.</2>","versatility":"<0>The right charger for everyone</0><1>Regardless of which li-ion battery type you use - we have the right charger for you! A precise tuning of the charger, while taking the specific cell type at hand (LiFePO4, LiMn, LiCoO2...) into account, guarantees safe operation and a great energy yield. We can also cater to your specific use case: Whether you need a powerfol charger for fast charging in your garage or a super-silent compact charger for the office - we can help you with everything concerning charging equipment for li-ion battery packs.</1>"},"breadcrumbs":[["/en/products","Products"],["/en/products/chargers","Chargers"]]}}
