{"path":"en/products/bms","templateID":4,"sharedPropsHashes":{"menu":"1GCp7i","locale_footer":"Z273MuL","locale_search":"cfism"},"localProps":{"title":"BMS","lng":"en","lngRoutes":{"de":"/produkte/bms"},"tags":["bms","battery","li","lfp"],"locale_bms":{"intro":"<0>To protect and serve</0><1>Battery-Management-Systems (BMS) protect your battery from damage caused by maloperation and ensure a balanced voltage level across the battery.</1><2>As the central controlling unit of a modern battery system, the BMS provides several essential safety mechanisms that are indispensable for reliable operations. Modern communication interfaces (CANBus, RS485) integrate the battery into complex scenarios and allow supervision and tuning of key parameters.</2><3>Discover BMS</3>","protection":"<0><0>security</0>Protection</0><1>Our BMS allow for fully integrated protection of li-ion battery packs. Exhaustive discharge and overcharge are prevented by the included fine-grained voltage monitoring within the battery, resulting in a long-living battery.</1>","balancing":"<0><0>show_chart</0>Balancing</0><1>While charging, balancing counteracts the voltage drift of serially connected cells which leads to a uniform voltage distribution across the whole battery. In effect, the cells face a more uniform load when discharging and the energy yield of the pack is maximized.</1>","operationalSafety":"<0><0>thumb_up</0> Operating safety</0><1>A BMS improves the operating safety of a battery to a great extent. Thermal overstrain as a result of operating the battery with excessive discharging currents or overloading the battery because of faulty external circuitry (e.g. short circuit) can be identified early and appropriate countermeasures can be taken.</1>","operatingWindow":"<0><0>Operating window of li-ion cells</0></0><1>Li-ion cells are very sensitive to maloperation, namely the exceeding of its safe terminal charging voltage as well as the discharging below its safe terminal discharging voltage. In the worst case scenario, this can lead to irreparable damage to the cell itself and as a result of that to the breakdown of the whole battery pack. Futhermore, the cells can ignite (thermal runaway) and burn if strong overheating occurs. Our BMS feature a safety function that shuts down any external current in case of an emergency to keep the cells in their recommended operating window.</1>","oneStopSolution":"<0><0>One-stop service</0></0><1>We offer the suitable BMS circuitry for every battery pack we produce, whether generic or custom-built. A precise tuning of the BMS to the characteristics of the specific cell at hand ensures hassle-free operation and the best possible performance.<1>Owing to the professional installation by our qualified staff, you obtain a product of high quality that you can enjoy for a long time. Naturally, we can provide you with solutions for your very own specific needs. Just send us a message and we will find the right BMS for you!</1></1>"},"breadcrumbs":[["/en/products","Products"],["/en/products/bms","BMS"]]}}
