{"path":"en/products/motors","title":"Motors","tags":["motor","engine","brushless"],"text":"Brushless power for bikes Whether e-bike, pedelec or e-motorcycle - we have the right solution for you. Long gone are the days of brush sparking. Steady, powerful running thanks to modern sensor technology and microprocessor-controlling introduces new possibilities for deployment and usage. The lack of the usual wearing parts leads to extremely long maintenance intervals and increased robustness. Discover motors Moto show_chart Efficient Our brushless synchronous motors operate without a mechanical commutation process. This reduces friction losses and the running effieciency is increased. access_time Durable The special control circuitry avoids the common wearing parts of a conventional DC motor and guarantees a very smooth operation. tune Versatile Rear wheel drive or front wheel drive? Pedelec or E-Bike? Or do you need a crank-mounted motor? Our broad portfolio leaves (almost) nothing to be desired. Controllers for brushless motors Brushless motors, as a matter of principle, require special control circuitry to feed its windings. We offer a comprehensive range of different controllers that can tend to very diverse application needs. From ready-to-use and pre-configured complete solutions to controllers that can be extensively programmed to the user's wishes, we offer you only quality hardware and know-how for your use-case. Discover controllers Motorphase One stop solution A drivetrain for electric vehicles consists of a energy storage unit (the battery), a motor, its controller and the operating controls. These must be carefully selected and tuned to ensure safe and efficient operation. We design and deliver parts and also whole assemblies that are specifically selected and set up to perform perfectly in your application. From e-skateboards over e-bikes to prototyping in automotive manufacturing - our solutions never fail to impress. Our extensive portfolio and our in-house manufacturing can guarantee a smooth development process without interface problems. Contact us Emerge Controlle For demanding projects We offer the \"Emerge 3000\" conversion kit as the pinnacle of state-of-the-art engineering. Developed in Germany, the controller achieves the best possible combination of efficiency, performance and riding pleasure. The controller features the unique \"Smart Power Management\" current regulation system: The acceleration level is adjusted continuously to maintain the maximum acceleration possible while adhering to the minimum allowed discharge voltage. That way you can extract the very maximum of energy from your battery without damaging it. Emerge Ap For the quick start The ProLine series offers a programmable controller of the highest quality to the experienced user. Its various parameters can be quickly tuned to a myriad of different applications. The novel programming interface of the Infineon 3 processor allows for rapid customization of the the controller's programming (e.g. speed limits, voltage limits etc.) with the help of a standard computer or notebook. ProLine Controlle"}