{"path":"wiki/varioline-einbauanleitung","title":"VarioLine Einbauanleitung","text":"VarioLine Einbauanleitung print Einbauanleitung für unsere ACS Motoren und ACS Zubehör Als erstes wird der Motor eingebaut. Dessen Hallsensorkabel sind im Lieferzustand steckerlos damit die Muttern und Unterlegscheiben problemlos abgenommen werden können. Nachdem das Fahrrad auf den Kopf gestellt wurde, wird der Motor eingeschoben (Motorkabel treten beim ACS 128 / ACS 205 Motor rechts aus). Unter Umständen kann es vorkommen, dass der Motor an der Gabel schleift. Sollte es sich hierbei nur um wenige Millimeter handeln so kann man das Problem durch einige Unterlegscheiben lösen. Danach wird der beiliegende Stecker für die Hallsensorkabel des Motors montiert indem die einzelnen Kontakte hineingeschoben werden bis ein leichtes \"Klick\" zu hören ist durch das Einrasten der Arretierlasche. Danach kann der Pedelecsenor montiert werden. Dieser ist für den Betrieb auf öffentlichen Straßen vorgeschrieben. Mit Hilfe eines Abziehers wird der linke Kurbelarm abgenommen und der Ring samt Sensor augeschoben. Der Ring sollte mit Heißsiegelkleber oder Epoxidharz verklebt werden. Die Pedelecscheibe wird nun montiert damit die Drehrichtung der Pfeilrichtung entspricht. Zum Schluss wird Daumengas/Drehgasgriff etc gemäß der unten abgebildeten Skizze angeschlossen. warning Es ist unbedingt darauf zu achten, dass immer die entsprechenden Farben miteinander verbunden werden. Vor allem beim Hallsonsorkabel besteht die Gefahr einer Vertauschung. Diese kann den Controller irreparabel beschädigen. Abbildung Funktionsbeschreibung Motorkabgel_ Figure 1. Motorkabel Motorkabel (Rundstecker Gelb-Grün-Blau) Anschluss an Motorphase Figure 2. Akkuanschluss Akkuanschluss (Anderson PowerPoles Rot-Schwarz) Anschluss an Hallsensore Figure 3. 2 x Bremsenkabel 2 x Bremsenkabel Anschluss an Bremskontakt Figure 4. Unterbrecherkontakt Unterbrecherkontakt zum Ausschalten/Einschalten des Controllers (Geschlossen: Controller an, Geöffnet: Controller aus) Anschluss des Gasgriff Figure 5. Gasdrehgriffkabel / Daumengaskabel Gasdrehgriffkabel / Daumengaskabel Motorkabel_ Figure 6. Motorkabel Hallsensorleitung Motorkabel Hallsensorleitung Anschluss eines Cycle Analys Figure 7. Speed-Schalter Speed-Schalter (Geschlossen 20km/h, Geöffnet: 26km/h bei 36V) Anschluss des PAS-Sensor Figure 8. Pedelessensorkabel Pedelessensorkabel Anschluss des Programmierkabel Figure 9. Unbelegt/Bedeutungslos Unbelegt/Bedeutungslos In unserem Shop finden Sie sowohl VarioLine Controller , als auch das dazu passende Zubehör"}