{"path":"produkte/akkus","title":"Akkus","tags":["liion","lfp","li","battery","akku"],"text":"Leistung - kompakt und zuverlässig Für verschiedenste Anwendungen haben wir immer den passenden Akku. Ob klein oder groß, Einzelstück oder Serienfertigung; wir sind Ihr verlässlicher Partner rund um Akkufertigung und Vertrieb. Eine Planung Ihres Akkuprojektes können Sie bei uns auch gleich online machen. Mit unserem Akkukonfigurator erstellen Sie Ihren Akku ganz nach Ihren Anforderungen und Bedürfnissen. Unsere Akkus werden in Deutschland entwickelt und gefertigt. Entdecken Sie jetzt unsere neuen LiIon-Akkupacks. Akkus im Onlineshop ansehen business Für Geschäftskunden Profitieren Sie von einem starken Partner. Mit unseren Akkus und unserem Service sind Sie der Konkurrenz immer einen Schritt voraus. Kontaktieren Sie uns noch heute für spezielle Händlereinkaufskonditionen. person Für Privatkunden Für die verschiedensten Anwendungen haben wir immer genau das richtige für Sie! Konfigurieren Sie Ihren perfekten Akku gleich bequem online. account_balance Für öffentliche Einrichtungen Für Forschung und Lehre bieten wir Ihnen attraktive Sonderkonditionen beim Erwerb von Akkupacks an. Kontaktieren Sie unsere Mitarbeiter über unser Kontaktformular für ein schriftliches Angebot. Für jede Anwendung die richtige Lösung motorcycle E-Fahrzeuge local_hospital Medizin directions_boat Industrie build Werkzeug Von der Idee zur Konstruktion Sie haben eine Idee oder eine Anforderung? Wir haben die Lösung! Moderne Konstruktionsverfahren, gepaart mit viel Erfahrung und dem nötigen KnowHow, sorgen dafür, dass Ihr Projekt schnell aus den Startlöchern kommt. Durch die hauseigene Fertigung können wir konkret und praxisorientiert planen und konstruieren. Bei uns erhalten Sie alles aus einer Hand. Li + Viel Energie - viel Leistung Mit der Lithium-Ionen Technologie können Sie auf unsere langjährige Erfahrung mit absoluten Spitzenprodukten renommierter Zellenhersteller bauen. Sehr hohe Energiedichten sorgen für kompakte und leichte Akkupacks während die große Leistungsdichte eine hohe Belastbarkeit in allen Einsatzszenarien garantiert. Setzen Sie für Ihre Anwendung auf die führende Akkutechnologie - Sie werden es nicht bereuen! Von der Konstruktion zum Prototypen Durch unsere hausinterne Fertigung können wir zeitnah und unmittelbar auf Ihre Anforderungen reagieren und damit einen nahtlosen Übergang von der Konstruktion in die Prototypenfertigung erreichen. Unsere flexible automatisierte Fertigung erlaubt es uns, auch bei kleinen Stückzahlen maßgeschneidert und kundenspezifisch verschiedenste Designs umzusetzen. Wussten Sie schon? Lithium-Ionen-Akkus haben eine bis zu vier Mal höhere Energiedichte als vergleichbare Bleizellen. Darüber hinaus sind frei von Schwermetallen, wartungsfrei und langlebig. Somit weisen sie eine äußerst positive Umweltbilanz auf. Sie haben in allen wesentlichen Anwendungsbereichen konkurrierende Akkutechnologien verdrängt und werden laufend von führenden Herstellern verbessert und weiterentwickelt. info_outline Lithium ist das leichteste aller bei Raumtemperatur festen Elemente (0,534 g/cm3). Deswegen lassen sich mit Lithium-Ionen Zellen die höchsten Energiedichten von allen Zelltechnologien erreichen. Vom Prototypen zum Serienprodukt Denken Sie groß und nutzen Sie unsere Produktionskapazitäten für die Serienfertigung von Akkusystemen. Auch große Stückzahlen sind kein Problem durch unsere einzigartige Verbindung von automatisierter Fertigung, moderner Lagerhaltung und integrierte Entwicklung. Zertifizierungen Für den Einsatz im professionellen Umfeld unerlässlich: Zertifizierungen und Zulassungen für Akkusysteme. Die Linergy GmbH bietet die folgenden Prüfverfahren an. wifi EMV Prüfung Die Überprüfung auf elektromagnetische Verträglichkeit bezüglich der Emission von störenden Feldern und der Robustheit gegenüber Fremdeinstrahlung ist ein wichtiger Test, um den reibungslosen Betrieb in einer Vielzahl von Anwendungen sicherzustellen. local_shipping UN Transporttest UN38.3 Der Transport von Lithiumzellen und Akkupacks unterliegt besonderen Vorschriften. Diese sind einem sogenannten Transportation Test zu unterziehen, welcher im Detail im UN Prüfhandbuch Teil III, Abschnitt 38.3 dargestellt ist. Die zu prüfende Einheit wird dabei acht verschiedenen Einzelprüfungen unterzogen, welche den ordnungsgemäßen und sicheren Betrieb, auch nach der Einwirkung von Umwelteinflüssen wie Vibrationen, Hitze u.ä., sicherstellen. battery_full IEC 62133 Die IEC 62133 beschreibt die standardisierte Prüfung von Akkusystemen. Das ausgestellte CB Zertifikat nach dem System der Internationalen Elektrotechnischen Komission (IEC) erleichtert den Marktzugang auf der Basis eines multilateralen Abkommens und garantiert die Konformität mit einer Reihe von sicherheitsrelevanten Vorschriften."}