{"path":"wiki/bms-anschluss","title":"BMS Anschluss","text":"BMS Anschluss print Zwar erscheinen alle unsere BMS auf den ersten Blick sehr unterschiedlich, das Anschlussschema ist jedoch stets sehr ähnlich. Zuerst sollten folgende wichtige Stellen auf dem BMS gefunden werden (siehe Bilder für die einzelnen BMS-Typen): P+ (Discharge +) P- (Discharge -) B+ (Akku +) B- (Akku -) Ch- (Charge -) Buchsenleiste für Akkueinzelzellenspannung (1-3 Leisten pro BMS) Häufig kommt es vor, dass eine oder mehrere dieser Stellen auf dem BMS fehlen. Dies ist z.B. dann der Fall, wenn es keinen separaten Ladeanschluss gibt. In diesem Fall wird der Akku über die Entladeleitung ebenfalls geladen. Dies erleichtert das Verkabeln. BMS mit dieser Funktion haben oft den gleichen maximalen Lade- wie Entladestrom. warning Besitzt das BMS einen separaten Ladeanschluss (CH-), MUSS über diesen geladen werden. Nur dieser Anschluss hat einen aktiven Überspannungsschutz. Hat das BMS keinen Ladeanschluss CH-, so wird über P- geladen. Auch haben einige BMS keinen separaten B+ oder P+ Anschluss. Das B+ Potential liegt dann an der weißen Buchsenleiste an (siehe Markierung). Zusätzlich besitzt jedes BMS eine weiße Buchsenleiste für die Einzelzellenüberwachung. Der Anschluss des BMS sollt in folgender Reihenfolge durchgeführt werden: Als Erstes überlegen Sie sich eine Stelle am Akkupack, an der das BMS montiert wird damit alle Anschlüsse in ausreichender Länge angebracht werden können. Danach bringen Sie die beiliegende XHR/EHR-Buchsenleiste passend zum jeweiligen BMS an Ihren Einzelzellen an. (siehe Verkabelungsskizze) Als nächstes nehmen Sie das BMS, löten an P- ein schwarzes Silikonkabel und an P+ (wenn P+ nicht vorhanden ist, dann an B+) ein rotes Silikonkabel. Diese versehen Sie mit einem Stecker Ihrer Wahl, z.B. Anderson Power Poles. Dieser Anschluss bildet den Entladestecker, bzw. den Anschluss an den Verbraucher (Controller). Er sollte gleich zu Beginn angebracht werden, da zu diesem Zeitpunkt das BMS noch potentialfrei ist (es liegt keine Spannung an). Als nächstes wird, falls vorhanden, an die CH- Leitung ein Silikonkabel angeschlossen, welches später als Minusleitung zum Laden des Akkus dient. Nun wird an B- ein schwarzes Silikonkabel und an B+ (falls vorhanden) ein rotes Silikonkabel angebracht. Im anderen Fall entfällt das rote Silikonkabel. Hier ist B+ bereits über den weißen XHR/EHR-Stecker versorgt. Abschließend werden die Leitungen, die nun vom BMS wegführen (min. B- und eventuell B+) an den Akku gelötet. Vorsicht: Ab jetzt liegt auf dem BMS Spannung an! warning Diese Reihenfolge sollte unbedingt beachtet werden! Bei deren Einhaltung bleibt das BMS längstmöglich spannungsfrei und es müssen keine Leitungen mit Potential (= Spannung) am BMS gelötet werden. Anbei finden Sie einige beispielhafte Anschlusspläne verschiedener BMS-Typen. Anschluss der Buchsenleisten Anschlus Figure 1. Anschluss der Buchsenleisten BMS-Typ 1 BMS Figure 2. BMS-Typ 1 BMS-Typ 2 BMS Figure 3. BMS-Typ 2 BMS-Typ 3 BMS Figure 4. BMS-Typ 3 BMS-Typ 4 BMS Figure 5. BMS-Typ 4 Unsere Batterie-Management-Systeme (BMS) finden Sie hier in unserem Shop"}