{"path":"wiki/faq-e-bike-umbau","title":"FAQ E-Bike Umbau","text":"FAQ E-Bike Umbau print Wieso umrüsten und nicht einfach ein neues E-Bike kaufen? Ein Umbau kostet deutlich weniger und ist \"up-to-date\" in Bezug auf die Komponenten. Im Bereich der Akkus haben wir beispielsweise schon wenige Wochen nach offiziellem Verkaufsstart der großen Zellhersteller Zugang zu deren neuesten Produkten. Kein großer E-Bike-Hersteller kann dermaßen schnell reagieren. Umrüsten ist deutlich individueller als Fertiglösungen. Sie können Ihr bisheriges gewohntes Fahrrad weiterverwenden. Wie weit komme ich mit einem Elektrofahrrad? Reichweite in Abhängigkeit von der Motorleistung und der Kapazität des Akkus: Motortyp 250W 500W 1000W 1500W 10Ah 41km 39km 37km 29km 15Ah 51km 49km 48km 42km 20Ah 81km 75km 72km 63km 30Ah 128km 119km 108km 99km Diese Tabelle soll grob unsere Erfahrungswerte darstellen. In bestimmten Fällen kann sie deutlich von der Realität abweichen. Trotzdem sind unsere Werte eher konservativ/realistisch veranschlagt. Kann ich einen Motor sowohl mit 36V als auch 48V betreiben? Sie können jeden Motor von uns mit 36V oder 48V Akkus betreiben. Beachten Sie bitte, dass sich bei 48V die Geschwindigkeit um ca. 7km/h erhöht. Kann jeder Controller mit 36V-48V betrieben werden? Nein, leider nicht. Alle Vario-Controller haben einen Spannungsbereich von 30V-55V. Unsere LED Controller hingegen nur 30V-45V. Sie dürfen daher nicht mit 48V Akkus betrieben werden. Bürstenloser Motor (\"Brushless\"), was bedeutet das? Die Ansteuerung der Magnetspulen erfolgt nicht wie beim Bürstenmotor mechanisch, sondern elektronisch. Daraus ergibt sich ein deutlich besserer Wirkungsgrad und weniger Verschleiß. Direktläufer oder Freilaufmotor? Direktläufer können funktionsbedingt keinen Freilauf besitzen. Sie werden überwiegend bei leistungsstarken Systemen über 500W eingesetzt, da Freilaufmotoren mit Getriebe diese Leistung nicht umsetzen können. Ein Freilaufmotor behindert das gewöhnliche Fahren in keiner Weise, da die Rotorglocke des Motors hierbei nicht mitdreht. Ein Direktläufer, der ausgeschaltet ist, wirkt sich hingegen wie \"Fahren mit Dynamo\" aus. Es ist ein kleiner zusätzlicher Widerstand beim Treten spürbar. Welche Leistung empfehlen Sie mir? Es stellt sich die Wahl zwischen 250W (legal) und bis zu 1500W (nicht mehr legal ohne Einzelabnahme innerhalb der StVO nutzbar). Soll es ein Elektrofahrrad mit Straßenzulassung sein, bleibt nur die Option des 250W-Motors mit Pedelecsteuerung. Für alle die sich mehr Drehmoment und Endgeschwindigkeit wünschen, gibt es die 205mm Motoren. Diese haben genügend Reserve, um neben dem kleinen 36V/14A Controller auch die leistungsstarken Controller bis hin zum 48V/30A-Modell zu verkraften. Die aufgenommene Leistung des Antriebs ergibt sich aus \"Spannung x Strom vom Controller\". Beispiel: 36V Akku und 22A Controller = 792W. Was heißt \"Pedelec\"? Pedelec bedeutet, dass der Controller die Motorleistung über die Trittfrequenz steuert. D.h., wenn man schnell tritt, steuert der Motor viel Leistung bei. Tritt man hingegen langsam, steuert der Motor wenig Leistung bei. (sog. \"Kadenzregelung\") Wie schwer ist die Montage? Brauche ich Spezialwerkzeug? Grundsätzlich nein. Für die Umrüstung eines Fahrrades sind keine besonderen Fertigkeiten von Nöten. Bei der Vorderradmontage gibt es in der Regel keine Probleme wenn die Gabel ausreichend breit ist. Bei Hinterradmontage kann es manchmal schwieriger werden, da das Rad wegen des Motors nicht immer mit den beiliegenden Unterlegscheiben zentrisch ausgerichtet werden kann. Da wir gemäß unseres Mottos, \"Bei uns kommt der Kunde wieder, und nicht die Ware\", handeln, bieten wir jedem Käufer an, passende Distanzstücke nachzuliefern. Eine kurze E-Mail an uns genügt. Unsere Umrüstsätze finden Sie hier in unserem Shop"}