{"path":"wiki/warum-lithiumakkus","title":"Warum Lithiumakkus?","text":"Warum Lithiumakkus? print Sie bieten nur Lithiumakkus an, wieso keine anderen Akkutypen? Lithiumakkus sind anderen Technologien in praktisch allen Belangen überlegen. Da wir unseren Kunden nur hochwertige \"up-to-date\" Ware anbieten möchten, verzichten wir auf andere Akkutechnologien. Im folgenden finden Sie eine Tabelle, die einzelne Akkuchemien vergleicht: Akkutyp Bleiakku (Pb) Nickel-Cadmium-Akku (NiCd) Nickel-Metallhydrid-Akku (NiMH) Lithium-Akku (Li-Ion) Energiedichte - - ~ + Lebensdauer - - ~ + Spannungslage - ~ ~ + Darüber hinaus gibt es auch bei Lithiumakkus deutliche Unterschiede. Da diese Eigenschaften nicht nur von der Zellchemie abhängen (LiFePO4, LiMn usw.) sondern auch maßgeblich vom Hersteller und Zellentyp, haben wir die konkreten Zellbezeichnungen in die Vergleichstabelle übernommen. Zelltyp Samsung-ICR18650-30A Samsung SDI INR18650-15L Samsung ICR18650-22P Sony US18650VT A123 ANR26650 M1A Energiedichte +++++ +++ ++++ +++ + Lebensdauer ++ ++++ +++ +++ +++++ Spannungslage ++ ++++ +++ +++ +++++ Wie man erkennen kann, gibt es keinen perfekten Akkutyp. Jede Zelle hat ihre Vor- und Nachteile und sollte gemäß der Kundenerwartung ausgewählt werden. LiFePO4 LiFePO4 = lange Lebensdauer? LiPo = explodiert? LiMn = sehr leicht? Oftmals werden aus der reinen Zellchemie Rückschlüsse auf die Leistungsfähigkeit oder Lebensdauer eines Akkus gezogen. Dies ist ein fataler Irrtum. Die Zellchemie gibt zwar oftmals Hinweise auf die zu erwartende Lebensdauer, viel wichtiger ist aber die Herkunft der Zellen. Viele chinesische Firmen werben mit einer 4 stelligen Zyklenlebensdauer. Dass die Akkus oftmals nach 50-100 Zyklen aufgrund mangelnder Kompetenz bei der Fertigung aufgebläht und unbrauchbar sind, wird verschwiegen. Bei uns erhalten Sie nur Zellen von Markenherstellern: Samsung, Sanyo, Panasonic, Sony, A123, Headway, LG etc. Das sind Firmen, die über das notwendige Know-How in der Zellproduktion verfügen und somit eine konstant gute Qualität liefern können. warning Lithiumakkus werden häufig als brandgefährlich eingestuft. Zum Teil aus gutem Grund. Während eine Lithium-Polymer Zelle ab 4,5V Zellspannung definitiv Feuer fängt, reagieren andere Akkus mit einem leisen \"Plopp\" auf Überladung. Wir verbauen grundsätzlich nur eigensichere Zellen in unseren Akkupacks. Diese Zellen sind mit einem Überdruckventil ausgestattet und explodieren nicht oder fangen Feuer. Diese und weitere Akkus finden Sie hier in unserem Shop"}