{"path":"wiki/anschlussanleitung-proline-controller","title":"Anschlussanleitung ProLine Controller","text":"Anschlussanleitung ProLine Controller print warning Damit der Controller optimal funktioniert, ist es wichtig, die Anleitung sorgfältig zu beachten. Bedenken Sie hierbei, dass eine Kurzanleitung keine elementaren Kenntnisse über die elektrotechnischen Zusammenhänge ersetzen kann. Bei Unwissenheit oder Unsicherheit sollte die Montage durch eine Fachkraft erfolgen. Nicht fachgerechte/r Montage/Betrieb führt selbstverständlich zum Ausschluss jeglicher Gewährleistung seitens der Linergy GmbH. Kontrollieren Sie vor dem ersten Einschalten jede Steckverbindung auf korrekten Sitz und richtige Polung. Hallsensoren : Beachten Sie, dass die Verwendung eines Controllers mit Hallsensoreingängen mit einem sensorlosen Motor nicht möglich ist! Andersherum besteht kein Problem. Hierbei werden die Hallsensoren des Motors einfach nicht angeschlossen. Steckerbelegung ProlineStecke Figure 1. Steckerbelegung warning Hier finden Sie Funktionsbeschreibung aller Stecker des Controllers. Bitte beachten Sie dass wir ausschließlich den Betrieb von ProLine Komponenten der Linergy GmbH an Controllern der Serie ProLine empfehlen. Für den Anschluss von Fremdkomponenten können wir weder irgendeine Form von Haftung übernehmen, noch Auskunft bezüglich Kompatibilität oder Anleitungen liefern. Ebenso ist es uns nicht möglich, sofern nicht bereits angegeben, Funktionsbeschreibungen der einzelnen Adern/Pins der Stecker bereitzustellen. Stecker Funktionsbeschreibung Anschluss an Akk Figure 2. Anschluss an den Akku (Nr.6) Mit diesem Stecker wird die Verbindung zum Akku hergestellt. Achten Sie darauf, beim Akku die Entladeleitungen (falls separat vorhanden) mit diesem Stecker zu verbinden. Bei den Steckern handelt es sich um Anderson Power Poles, diese können Sie in unserem Onlineshop einzeln erwerben. Anschluss an Motorphase Figure 3. Anschluss an die Motorphasen (Nr.9) Diesen Stecker schließen Sie an die einzelnen Motorphasenkabel an. Bei unseren Motoren korrespondieren die Kabelfarben des Motors mit denen des Controllers. Beachten Sie, dass bei Motoren mit Hallsensoren die Kabel mit den Farben „Blau“ und „Gelb“ vertauscht werden müssen. Anschluss an Hallsensore Figure 4. Anschluss der Hallsensoren (Nr.3) Hier schließen Sie die Hallensoren (sofern vorhanden) des Motors an. Führen Sie die kleinen Steckkontakte der Sensorkabel in den Stecker an den korrespondierenden Stellen ein, bis sie einrasten. Vertauschen Sie hierbei wieder das blaue und das gelbe Kabel. Schwarz ist GND (Masse) und Rot ist +5V. Anschluss an Bremskontakt Figure 5. Anschluss der Bremskontakte (Nr.7) An dieses Kabel werden die Bremskontakte/ Bremsgriffe angeschlossen. Sollten Sie zwei Bremsgriffe anschließen wollen, so sollten Sie diese vor dem Stecker parallel schalten. Anschluss des Gasgriff Figure 6. Anschluss des Gasgriffs (Nr. 4) An diesem Stecker schließen Sie Ihren Drehgasgriff oder Ihr Daumengas an. Sollten Sie über ein ProLine 6-Stufen-Display verfügen, so wird dieser Stecker mit dem ProLine Adapterkabel verbunden. Anschluss des 3-Stufenschalter Figure 7. Anschluss des 3-Stufenschalters (Nr. 1) Hier können Sie den ProLine 3-Stufenschalter bequem anschließen. Anschluss eines Cycle Analys Figure 8. Anschluss eines Cycle Analyst (Nr. 5) Hier kann ein sog. Cycle Analyst angeschlossen werden, um Informationen bezüglich der elektrischen Parameter des Controllers/Akkus zu sammeln und anzuzeigen. Anschluss des PAS-Sensor Figure 9. Anschluss des PAS-Sensors (Nr. 2) An diesem Kabel schließen Sie den PAS Tretsensor an. Sollten Sie ein 6-Stufen-Display anschließen, so bleibt dieser Stecker frei. Den PAS Sensor schließen Sier dann direkt am Adapterkabel an. Anschluss des Programmierkabel Figure 10. Anschluss des Programmierkabels (Nr. 8) An diesem Stecker können Sie das ProLine Programmierkabel anschließen. Bezüglich der Programmierung des Controllers verweisen wir auf die Linergy Programmieranleitung. Diese erhalten Sie u.a. auf www.linergy-shop.de im Bereich FAQ. Adapterkabel 6-Stufen-Displa Figure 11. Adapterkabel 6-Stufen-Display Mit diesem Kabel können Sie ganz bequem das 6-Stufen-Display an den Controller anschließen. Beachten Sie dass bei Verwendung des Adapterkabels der PAS-Sensor und auch der Gasgriffeingang (Stecker Nummer 4) mit diesem verbunden werden müssen. Dieses Adapterkabel ist nicht Teil des Lieferumfanges. Sie können es separat hier in unserem Onlineshop erwerben. Anschlussmöglichkeiten warning Achten Sie beim Anschluss auf die exakte Einhaltung des Schaltplans. Variante 1: Motor mit Hallsensoren, ohne 6-Stufen-Display mit_hallsensoren_ohne_displa Figure 12. Variante 1: Motor mit Hallsensoren, ohne 6-Stufen-Display Variante 2: Motor ohne Hallsensoren, ohne 6-Stufen-Display ohne_hallsensoren_ohne_displa Figure 13. Variante 2: Motor ohne Hallsensoren, ohne 6-Stufen-Display Variante 3: Mit 6-Stufen-Display Variante 3: Mit 6-Stufen-Display Für den Anschluss des 6-Stufen-Displays empfehlen wir das Adapterkabel. Bei Betrieb mit dem Adapterkabel wird der PAS-Sensor nicht direkt am Controller, sondern am Adapterkabel angeschlossen. 6-Stufen-Displa Alle Bauteile finden Sie in unserem Shop unter ProLine Zubehör"}