{"path":"dienstleistungen","title":"Dienstleistungen","text":"Kompetenter Service Wir bieten Ihnen umfassende Service- und Beratungsleistungen zu den Themenbereichen Lithiumakkumulatoren und Antriebstechnik. Alle gängigen Prüf- und Entwicklungsarbeiten können wir Ihnen zeitnah und aus eigener Hand anbieten. Kontaktieren Sie uns chat Entwicklung & Konstruktion Wir bieten Ihnen kompetente Beratung zu den Themen Konzeptionierung und Entwurf von Akkupacks, Antriebssysteme für E-Mobility und Batterie-Management-Systeme. Neben unserer langjährigen Erfahrung bei der Auslegung und Entwicklung dieser Systeme können wir Ihnen als Hersteller und Importeur ebenfalls in Fragen der Produktion und Serienfertigung weiter helfen. build Prüfung & Reparaturen Für Gewerbe oder privat bieten wir die umfassende Prüfung und Analyse von Akkusystemen an. Wir überprüfen die korrekte Funktion und den einwandfreien Zustand der verbauten Teile. Selbstverständlich bieten wir im Falle eines Falles auch die Erneuerung von Akkusystemen und BMS (Battery-Management-Systems) an. account_balance Zertifizierung Wir kümmern uns für Sie um die Zertifizierung (UN38.3, EMV uvm.) und Zulassung von Akkusystemen, um eine reibungslose Markteinführung zu gewährleisten. Entwicklung & Konstruktion Unsere Expertise bei der Entwicklung von Energiespeichern beruht auf langjähriger Erfahrung und einer Vielzahl an erfolgreich betreuten Projekten. Die Qualität und Langlebigkeit eines Akkusystems fußt in der sorgfältigen Analyse der zugrunde liegenden Anforderungen und der darauf aufbauenden anwendungsgerechten Entwicklung von mechanischen und elektronischen Komponenten. Wir begleiten Sie dabei von der Auswahl der passenden Zellen über die Konstruktion des Gehäuses und passender Elektronik, bis hin zur Fertigung des Prototypen und anschleßendem Übergang in die Serienfertigung. Haben Sie ein Projekt in Planung? Sprechen Sie uns noch heute an! Microchi Zertifizierungen Für den Einsatz im professionellen Umfeld unerlässlich: Zertifizierungen und Zulassungen für Akkusysteme. Die Linergy Engineering GmbH bietet die folgenden Prüfverfahren an: EMV Prüfung Die Überprüfung auf elektromagnetische Verträglichkeit bezüglich der Emission von störenden Feldern und der Robustheit gegenüber Fremdeinstrahlung ist ein wichtiger Test, um den reibungslosen Betrieb in einer Vielzahl von Anwendungen sicherzustellen. UN Transporttest UN38.3 Der Transport von Lithiumzellen und Akkupacks unterliegt besonderen Vorschriften. Diese sind einem sogenannten Transportation Test zu unterziehen, welcher im Detail im UN Prüfhandbuch Teil III, Abschnitt 38.3 dargestellt ist. Die zu prüfende Einheit wird dabei acht verschiedenen Einzelprüfungen unterzogen, welche den ordnungsgemäßen und sicheren Betrieb, auch nach der Einwirkung von Umwelteinflüssen wie Vibrationen, Hitze u.ä., sicherstellen. IEC 62133 Die IEC 62133 beschreibt die standardisierte Prüfung von Akkusystemen. Das ausgestellte CB Zertifikat nach dem System der Internationalen Elektrotechnischen Komission (IEC) erleichtert den Marktzugang auf der Basis eines multilateralen Abkommens und garantiert die Konformität mit einer Reihe von sicherheitsrelevanten Vorschriften. Als kompetenter Partner für die Prüfung und Zertifizierung von Batterie-/Akkupacks freuen wir uns auf Ihre Kontaktaufnahme. Nutzen Sie dazu das Kontaktformular, schreiben Sie uns eine Email oder rufen Sie uns an! Chec Batter Geräteservice Wollen Sie Ihren Akku überprüfen lassen oder suchen Sie einen Ersatz für ausgelaugte Akkupacks? Brauchen Sie ein neues BMS oder einen Range-Extender für Ihr E-Bike? Bei uns finden Sie eine kompetente Beratung zu den Möglichkeiten, um Ihrem Akku wieder auf die Sprünge zu helfen. Kontaktieren Sie uns einfach per Mail oder über unser Kontaktformular. Wir helfen Ihnen gerne weiter."}