{"path":"impressum","title":"Impressum | AGB","text":"Impressum Anbieter Linergy Engineering GmbH Senserstraße 5 82140 Olching Kontakt Telefon +49 (0)8142 4488565 Telefax +49 (0)8142 4239976 E-Mail info@linergy.de Web linergy.de www.linergy-shop.de forum.linergy.de Verantwortlich nach § 6 Abs.2 MDStV Linergy Engineering GmbH Senserstraße 5 82140 Olching Geschäftsführer Michael Buhl Maximilian Federle Registergericht Amtsgericht München HRB-Nummer 234989 Umsatzsteuernummer DE313671901 Steuernummer 117/131/50055 Haftungsausschluss (Disclaimer) Haftung für Inhalte Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Dienstanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Dienstanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei bekannt werden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen. Haftung für Links Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen. Urheberrecht Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen. Datenschutz Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor. Google Analytics Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. („Google“). Google Analytics verwendet sog. „Cookies“, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Die durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) wird an einen Server von Google in den USA übertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitaten fur die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google in Verbindung bringen. Sie können die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich nutzen können. Durch die Nutzung dieser Website erklären Sie sich mit der Bearbeitung der über Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden. Verbraucherschlichtung Die Plattform zur Online-Streitbeilegung der EU-Kommission finden Sie unter http://ec.europa.eu/consumers/odr . Wir sind zur Teilnahme an einem Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle nicht verpflichtet und grundsätzlich nicht bereit. Allgemeine Geschäftsbedingungen (Fassung vom April 2012) § 1 Allgemeines und Geltungsbereich (1) Die vorliegenden allgemeinen Geschäftsbedingungen [„AGB“] enthalten die zwischen Ihnen [„Kunde“] und uns, der Firma Linergy GmbH [„Linergy“] ausschließlich geltenden Bedingungen, soweit diese nicht durch schriftliche Vereinbarung zwischen den Vertragsparteien abgeändert werden. Abweichende AGB des Kunden werden nicht anerkannt. (2) Änderungen dieser Geschäftsbedingungen werden Ihnen schriftlich, per Telefax oder per E-Mail mitgeteilt. Widersprechen Sie dieser Änderung nicht innerhalb von vier Wochen ab Zugang der Mitteilung, geltend die Änderung als durch Sie anerkannt. Auf das Widerspruchsrecht und die Rechtsfolgen des Schweigens werden Sie im Fall der Änderung der Geschäftsbedingungen noch gesondert hingewiesen. § 2 Begriffsbestimmungen (1) Verbraucher ist jede natürliche Person, die den Vertrag mit Linergy abschließt und zwar zu einem Zweck, der weder Ihrer gewerblichen noch Ihrer selbstständigen beruflichen Tätigkeit zugerechnet werden kann. (2) Unternehmer ist jeder Kunde, der bei Bestellung in Ausübung seiner gewerblichen oder selbstständigen beruflichen Tätigkeit handelt. § 3 Vertragsschluss (1) Der Vertragsschluss erfolgt ausschließlich in deutscher Sprache. (2) Die Darstellung der Produkte im Online-Shop von Linergy stellt kein rechtlich bindendes Angebot dar sondern lediglich einen unverbindlichen Online-Katalog und damit einer Aufforderung zur Bestellung. Irrtümer vorbehalten. Kleine Abweichungen gegenüber angezeigten Abbildungen oder Beschreibungen sind möglich. (3) Durch Anklicken des Buttons „Bestellung abschicken“ im letzten Schritt des Bestellprozesses geben Sie eine verbindliche Bestellung der im Warenkorb enthaltenen Waren ab. In diesem Fall schicken wir Ihnen eine E-Mail, die den Eingang Ihrer Bestellung bei uns bestätigt und deren Einzelheiten aufführt (Bestelleingangsbestätigung). Dies gilt sinngemäß, wenn die Bestellung telefonisch, per E-Mail oder Telefax aufgeben wird. Diese Bestelleingangsbestätigung stellt keine Annahme Ihrer Bestellung dar, sondern soll Sie darüber informieren, dass Ihre Bestellung bei Linergy eingegangen ist. Der Kunde erhält mit der Bestelleingangsbestätigung die allgemeinen Geschäftsbedingungen in Textform nebst rechtsgültiger Belehrung über das Widerrufsrecht in Textform. Linergy ist berechtigt, die Bestellung innerhalb eines Zeitraums von maximal sieben Kalendertagen mit Zusendung einer separaten Auftragsbestätigung oder Zusendung der bestellten Ware anzunehmen. Die Auftragsbestätigung erfolgt durch Übermittlung einer E-Mail. Nach fruchtlosem Fristablauf gilt Ihr Angebot als abgelehnt. (4) Linergy ist berechtigt, die Annahme der Bestellung – etwa nach Prüfung der Bonität des Kunden – abzulehnen. Darüber hinaus hat Linergy das Recht, die Bestellung auf eine handelsübliche Menge zu begrenzen. § 4 Preise, Zahlungsbedingungen (1) Der Kaufpreis wird sofort mit Bestellung fällig. (2) Die Preise schließen die gesetzliche Umsatzsteuer ein. § 5 Eigentumsvorbehalt (1) Ist der Kunde Verbraucher, gilt folgendes: Bis zur Erfüllung aller Forderungen, die Linergy aus jedem Rechtsgrund gegen den Kunden jetzt oder zukünftig zustehen, behält sich Linergy das Eigentum an den gelieferten Waren vor (Vorbehaltsware). Der Kunde darf über die Vorbehaltsware nicht verfügen. Bei Zugriffen Dritter – insbesondere Gerichtsvollzieher – auf die Vorbehaltsware wird der Käufer auf das Eigentum von Linergy hinweisen und Linergy unverzüglich benachrichtigen, damit Linergy seine Eigentumsrechte durchsetzen kann. Soweit der Dritte nicht in der Lage ist, Linergy die in diesem Zusammenhang entstehenden gerichtlichen oder außergerichtlichen Kosten zu erstatten, haftet hierfür der Kunde. (2) Ist der Kunde Unternehmer, gilt folgendes: Bis zur Erfüllung aller Forderungen (einschließlich sämtlicher Saldoforderungen aus Kontokorrent), die Linergy aus jedem Rechtsgrund gegen den Kunden jetzt oder künftig zustehen, werden Linergy die folgenden Sicherheiten gewährt, die er auf Verlangen nach seiner Wahl freigeben wird, soweit ihr Wert die Forderungen nachhaltig um mehr als 20 % übersteigt. Die Ware bleibt Eigentum des Verkäufers. Verarbeitung oder Umbildung erfolgen stets für Linergy als Hersteller, jedoch ohne Verpflichtung für ihn. Erlischt das (Mit-)Eigentum von Linergy durch die Verbindung, so wird bereits jetzt vereinbart, dass das (Mit-)Eigentum des Kunden an der einheitlichen Sache wertanteilmäßig (Rechnungswert) auf Linergy übergeht. Der Kunde verwahrt das (Mit-)Eigentum von Linergy unentgeltlich. Ware, an der Linergy (Mit-)Eigentum zusteht, wird im Folgenden als Vorbehaltsware bezeichnet. Der Käufer ist berechtigt, die Vorbehaltsware im ordnungsgemäßen Geschäftsverkehr zu verarbeiten und zu veräußern, solange er nicht in Verzug ist. Verpfändungen oder Sicherungsübereignungen sind unzulässig. Die aus dem Weiterverkauf oder einem sonstigen Rechtsgrund (Versicherung, unerlaubte Handlung) bezüglich der Vorbehaltsware entstehenden Forderung (einschließlich sämtlicher Saldoforderungen aus Kontokorrent) tritt der Kunde bereits jetzt sicherungshalber in vollem Umfang an Linergy ab. Linergy ermächtigt ihn widerruflich, die an Linergy abgetretenen Forderungen für deren Rechnung im eigenen Namen einzuziehen. Diese Einziehungsermächtigung kann nur widerrufen werden, wenn der Käufer seinen Zahlungsverpflichtungen nicht ordnungsgemäß nachkommt. (3) Bei Zugriffen Dritter auf die Vorbehaltsware, insbesondere Pfändung, wird der Kunde auf das Eigentum von Linergy hinweisen und diese unverzüglich benachrichtigen, damit Linergy seine Eigentumsrechte durchsetzen kann. Soweit der Dritte nicht in der Lage ist, Linergy die in diesem Zusammenhang gerichtlichen oder außergerichtlichen Kosten zu erstatten, haftet hierfür der Kunde. (4) Bei vertragswidrigem Verhalten des Kunden – insbesondere Zahlungsverzug – ist Linergy berechtigt vom Vertrag zurückzutreten und die Vorbehaltsware herauszuverlangen. § 6 Versand und Gefahrübergang (1) Die Gefahr geht auf den Kunden über, sobald die Sendung an die den Transport ausführende Person übergeben worden ist oder zwecks Versendung die Betriebsstätte von Linergy verlassen hat. Wird der Versand auf Wunsch des Kunden verzögert, so geht die Gefahr mit der Meldung der Versandbereitschaft auf ihn über. (2) Auf Wunsch des Kunden werden Lieferungen in seinem Namen und auf seine Rechnung versichert. § 7 Gewährleistung (1) Die Gewährleistung erfolgt nach den gesetzlichen Bestimmungen. (2) Die Verjährungsfrist für Gewährleistungsansprüche des Kunden beträgt bei Verbrauchern bei neu hergestellten Sachen 2 Jahre, bei gebrauchten Sachen 1 Jahr. Gegenüber Unternehmern beträgt die Verjährungsfrist bei neu hergestellten Sachen 1 Jahr, bei gebrauchten Sachen 6 Monate. Die vorstehende Verkürzung der Verjährungsfristen gilt nicht für Schadensersatzansprüche des Kunden aufgrund einer Verletzung des Lebens, des Körpers, der Gesundheit sowie für Schadensersatzansprüche aufgrund einer Verletzung wesentlicher Vertragspflichten. Wesentliche Vertragspflichten sind solche, deren Erfüllung zur Erreichung des Ziels des Vertrags notwendig ist. Die vorstehende Verkürzung der Verjährungsfristen gilt ebenfalls nicht für Schadensersatzansprüche, die auf einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung des Anbieters, seiner gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen. § 8 Widerrufsbelehrung Verbraucher haben nach den gesetzlichen Vorschriften ein Widerrufsrecht, über welches Linergy nachstehend informiert. Widerrufsrecht Sie können Ihre Vertragserklärung innerhalb von 30 Tagen ohne Angabe von Gründen in Textform (z.B. Brief, Fax, E-Mail) oder - wenn Ihnen die Sache vor Fristablauf überlassen wird - auch durch Rücksendung der Sache widerrufen. Die Frist beginnt nach Erhalt dieser Belehrung in Textform, jedoch nicht vor Eingang der Ware beim Empfänger (bei wiederkehrenden Lieferungen gleichartiger Waren nicht vor Eingang der ersten Teillieferung) und auch nicht vor Erfüllung unserer Informationspflichten gemäß Artikel 246 § 2 in Verbindung mit § 1 Absatz 1 und 2 EGBGB sowie unserer Pflichten gemäß § 312g Absatz 1 Satz 1 BGB in Verbindung mit Artikel 246 § 3 EGBGB . Zur Wahrung der Widerrufsfrist genügt die rechtzeitige Absendung des Widerrufs oder der Sache. Der Widerruf ist zu richten an: Linergy Engineering GmbH Senserstraße 5 82140 Olching Widerrufsfolgen Im Falle eines wirksamen Widerrufs sind die beiderseits empfangenen Leistungen zurückzugewähren und ggf. gezogene Nutzungen (z.B. Zinsen) herauszugeben. Können Sie uns die empfangene Leistung sowie Nutzungen (z.B. Gebrauchsvorteile) nicht oder teilweise nicht oder nur in verschlechtertem Zustand zurückgewähren beziehungsweise herausgeben, müssen Sie uns insoweit Wertersatz leisten. Für die Verschlechterung der Sache und für gezogene Nutzungen müssen Sie Wertersatz nur leisten, soweit die Nutzungen oder die Verschlechterung auf einen Umgang mit der Sache zurückzuführen ist, der über die Prüfung der Eigenschaften und der Funktionsweise hinausgeht. Unter \"Prüfung der Eigenschaften und der Funktionsweise\" versteht man das Testen und Ausprobieren der jeweiligen Ware, wie es etwa im Ladengeschäft möglich und üblich ist. Paketversandfähige Sachen sind auf unsere Kosten und Gefahr zurückzusenden. Nicht paketversandfähige Sachen werden bei Ihnen abgeholt. Verpflichtungen zur Erstattung von Zahlungen müssen innerhalb von 30 Tagen erfüllt werden. Die Frist beginnt für Sie mit der Absendung Ihrer Widerrufserklärung oder der Sache, für uns mit deren Empfang. Ausschluss des Widerrufsrechtes Das Widerrufsrecht besteht nicht bei Verträgen zur Lieferung von Waren, die nach Kundenspezifikation angefertigt werden oder eindeutig auf die persönlichen Bedürfnisse zugeschnitten sind oder die auf Grund ihrer Beschaffenheit nicht für eine Rücksendung geeignet sind oder schnell verderben können oder deren Verfalldatum überschritten würde, zur Lieferung von Audio- oder Videoaufzeichnungen oder von Software, sofern die gelieferten Datenträger vom Verbraucher entsiegelt worden sind sowie zur Lieferung von Zeitungen, Zeitschriften und Illustrierten (es sei denn, dass der Kunde seine Vertragserklärung zur Lieferung von Zeitungen, Zeitschriften und Illustrierten telefonisch abgegeben hat). Ende der Widerrufsbelehrung § 9 Haftung (1) Schadenersatzansprüche sind unabhängig von der Art der Pflichtverletzung, einschließlich unerlaubter Handlungen, ausgeschlossen, soweit nicht vorsätzliches oder grob fahrlässiges Handeln vorliegt. (2) Bei Verletzung wesentlicher Vertragspflichten haftet Linergy für jede Fahrlässigkeit, jedoch nur bis zur Höhe des vorhersehbaren Schadens. Ansprüche auf entgangenen Gewinn, ersparte Aufwendungen, aus Schadenersatzansprüchen Dritter sowie auf sonstige mittelbare und Folgeschäden können nicht verlangt werden, es sei denn, ein von Linergy garantiertes Beschaffenheitsmerkmal bezweckt gerade, den Kunden gegen solche Schäden abzusichern. (3) Die Haftungsbeschränkungen und –ausschlüsse in den Absätzen 1 und 2 gelten nicht für Ansprüche, die wegen arglistigen Verhaltens von Linergy entstanden sind, sowie bei einer Haftung für garantierte Beschaffenheitsmerkmale, für Ansprüche nach dem Produkthaftungsgesetz sowie Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit. (4) Soweit die Haftung des Verkäufers ausgeschlossen oder beschränkt ist, gilt dies auch für Angestellte, Arbeitnehmer, Vertreter und Erfüllungsgehilfen von Linergy. § 10 Kostentragungsvereinbarung Machen Sie von Ihrem Widerrufsrecht nach § 9 der AGB Gebrauch, haben Sie die regelmäßigen Kosten der Rücksendung zu tragen, wenn die gelieferte Ware der bestellten entspricht und wenn der Preis der zurückgesendeten Sachen einen Betrag von 40,00 € nicht übersteigt oder wenn Sie über einen höheren Preis der Sache zum Zeitpunkt des Widerrufs noch nicht die Gegenleistung oder eine vertraglich vereinbarte Teilzahlung erbracht haben. § 11 Datenschutz Die Datenschutzpraxis von Linergy steht im Einklang mit dem Bundesdatenschutz (BDSG) sowie dem Telemediengesetz (TMG). Sämtliche Informationen zur Erhebung, Verarbeitung und Nutzung von personenbezogenen Daten der Kunden befinden sich in den Datenschutzhinweisen (abrufbar unter linergy.de). § 12 Hinweis zur Verpackungsverordnung Wir weisen darauf hin, dass wir entsprechend den gesetzlichen Vorgaben einem zugelassenen dualen System angeschlossen sind und ausschließlich registrierte Verkaufsverpackungen verwenden. § 13 Batterieverordnung Im Zusammenhang mit dem Vertrieb von Batterien und Akkus (im Lieferumfang einiger Geräte) sind wir als Händler gemäß Batterieverordnung (BattV) verpflichtet, Sie als Verbraucher auf folgendes hinzuweisen: Bitte entsorgen Sie Altbatterien, wie vom Gesetzgeber vorgeschrieben - die Entsorgung im Hausmüll ist laut Batterieverordnung ausdrücklich verboten -, an einer kommunalen Sammelstelle oder geben Sie sie im Handel vor Ort kostenlos ab. Von uns erhaltene Batterien können Sie nach Gebrauch bei uns unter der nachstehenden Adresse unentgeltlich zurückgeben oder ausreichend frankiert per Post an uns zurücksenden. Linergy Engineering GmbH Senserstraße 5 82140 Olching Schadstoffhaltige Batterien sind mit einem Zeichen, bestehend aus einer durchgekreuzten Mülltonne und dem chemischen Symbol (Cd = Cadmium, Hg = Quecksilber oder Pb = Blei) des für die Einstufung als schadstoffhaltig ausschlaggebenden Schwermetalls versehen. Weitere Hinweise zu diesen Batterien finden Sie in den Bedienungsanleitungen der jeweiligen Hersteller und beim Bundesministerium für Umwelt, Naturschutz und Reaktorsicherheit (www.bmu.de). § 14 Elektro- und Elektronikgerätegesetz (ElektroG) Im Warensortiment von Linergy befinden sich auch Elektrogeräte, die unter das ElektroG fallen. Das Symbol für die getrennte Sammlung von Elektro- und Elektronikgeräten stellt eine durchgestrichene Abfalltonne auf Rädern dar. Die Entsorgung dieser Elektrogeräte im Hausmüll ist nach dem ElektroG (Gesetz über das Inverkehrbringen, die Rücknahme und die umweltverträgliche Entsorgung von Elektro- und Elektronikgeräten) verboten! Sie sind als Verbraucher zur Entsorgung über die örtlichen Sammel- und Rückgabesysteme der Kommune verpflichtet. § 15 Anwendbares Recht/Schlussbestimmungen (1) Es gilt das Recht der Bundesrepublik Deutschland unter Ausschluss des UN-Kaufrechts. (2) Sofern der Kunde Kaufmann ist, eine juristische Person des öffentlichen Rechts oder öffentlich rechtliches Sondervermögen oder keinen allgemeinen Gerichtsstand im Inland hat, oder nach Vertragsschluss seinen Wohnsitz ins Ausland verlegt oder seinen Wohnsitz zum Zeitpunkt der Klageerhebung nicht bekannt ist, ist der Erfüllungsort und der Gerichtsstand für die sich unseren Verträgen ergebenden Streitigkeiten 82140 Olching. (3) Sollte eine Bestimmung dieser allgemeinen Geschäftsbedingungen unwirksam sein, so bleibt der Vertrag im Übrigen wirksam. An Stelle der unwirksamen Bestimmung gelten die einschlägigen gesetzlichen Vorschriften."}