{"path":"wiki/ladegerat-parameter-einstellen","title":"Ladegerät: Parameter einstellen","text":"Ladegerät: Parameter einstellen print Manchmal kann es erforderlich sein, die Ladeparameter eines Ladegeräts zu verstellen. Diese Anleitung bezieht sich ausdrücklich auf unsere Ladegeräte im Alugehäuse mit Lüfter. Über Fremdware können wir leider keine Auskunft geben. Die Veränderung der Parameter kann z.B. dann notwendig sein, wenn ein anderer Akkutyp als ursprünglich mit abweichender Ladeschlussspannung genutzt werden soll oder der Ladestrom angepasst werden muss. Auch kann gewünscht sein, die CV-Phase eines Ladevorgangs kürzer zu gestalten, um eine deutlich schnellere Ladung auf rund 90% der Kapazität zu erreichen. pan_tool Bitte beachten Sie, dass jegliche Veränderung der Ladecharakteristik einen sofortigen Ausschluss der Gewährleistung nach sich zieht. Diese Anleitung ist daher primär für Geräte außerhalb der Gewährleistung gedacht und nur für fachkundige Anwender. Es kann passieren, dass die Ladeparameter so verstellt werden, dass das Ladegerät überhitzt. In Abbildung 1 (Seite 2) können Sie drei markierte Potentiometer zur Einstellung der Parameter sehen: Potentiometer (grüne Markierung) Dieses Potentiometer dient zur Einstellung der Ladeschlussspannung. Diese kann in einem gewissen Fenster (ca. +-5V, abhängig vom Gerät) verstellt werden. Wird diese hochgestellt, ist es in den meisten Fällen ratsam, den Ladestrom zu senken, damit die Ladeleistung in etwa gleich bleibt und um das Ladegerät vor Überlastung zu schützen. Potentiometer (rote Markierung) Mit diesem Potentiometer wird der Ladestrom geregelt. Es sollte grundsätzlich nur dazu verwendet werden, den Ladestrom nach unten zu korrigieren, wenn z.B. bei einem Umstieg auf einen neuen Akku dieser nur noch einen kleineren Ladestrom zulässt oder der Akku schonender geladen werden soll. Potentiometer (blaue Markierung) Dieses Potentiometer regelt, bei welchem Reststrom in der CV-Phase des Ladevorgangs die grüne LED anfängt zu leuchten. Wird ein recht hoher Wert eingestellt, wird der Akku besonders früh als \"voll\" angezeigt. Der damit verbundene verkürzte Ladevorgang bringt allerdings eine verminderte Kapazität des Akkus mit sich. Diese Einstellung sollte nur dann gewählt werden, wenn der Akku über kein BMS verfügt. Das BMS gleicht die Zellen erst in der CV-Phase an. Wird diese verkürzt, so werden eventuell die Zellen nicht optimal aneinander angeglichen und die entnehmbare Kapazität schwindet. Ladegerä Figure 1. Ladegerät (geöffnet) Unsere Ladegeräte finden sie hier in unserem Shop"}