{"path":"produkte/antriebe","title":"Antriebe","tags":["motor","engine","brushless"],"text":"Brushless Power für Zweiräder Ob E-Bike, Pedelec oder Elektromotorrad, wir haben die passende Lösung parat. Vorbei ist die Zeit des Bürstenfeuers. Ruhiger, kraftvoller Lauf durch moderne Sensorik und Mikroprozessorsteuerung eröffnen ganz neue Möglichkeiten. Das Fehlen von den üblichen Verschleißteilen führt zu sehr langen Wartungsintervallen und geringer Fehleranfälligkeit. Motoren im Onlineshop ansehen Moto show_chart Effizient Unsere bürstenlosen Synchronmotoren verzichten auf schleifende Bauteile um den Ankerstrom zu kommutieren. Dadurch verringern sich die mechanischen Verluste und der Motor läuft effizienter. access_time Langlebig Die spezielle Ansteuerungstechnik vermeidet die klassischen Verschleißteile eines herkömmlichen Gleichstrommotors und sorgt für einen ausgezeichneten Gleichlauf. tune Vielseitig Hinterrad oder Vorderrad? Pedelec oder E-Bike? Oder vielleicht gleich ein Mittelmotor? Mit unserem breiten Portfolio finden wir für (fast) alles eine passende Lösung. Controller für bürstenlose Motoren Bürstenlose Motoren erfordern prinzipbedingt eine spezielle Ansteuerungselektronik um die Wicklungen des Motors zu versorgen. Bei uns erhalten Sie eine umfangreiche Palette an verschiedenen Controllersystemen welche für jede Anwendung das passende bereit hält. Von bereits fertig konfigurierten Komplettlösungen bis hin zu hochindividuell programmierbaren Controllern bieten wir Ihnen Qualitätsware und Know-How für eine Vielzahl an Anwendungen. Controller im Onlineshop ansehen Motorphase Alles aus einer Hand Ein Antriebssystem für elektrische Fahrzeuge besteht neben dem Energiespeicher im wesentlichen aus einem Motor, seinem Steuergerät (Controller) und der Bedieneinheit. Diese müssen für einen sicheren und effizienten Betrieb aufeinander ausgelegt und eingestellt sein. Wir liefern und entwickeln spezifisch auf Ihre Anforderungen abgestimmte Einzelkomponenten und auch Gesamtlösungen. Vom Elektroskateboard über das E-Bike bis hin zur Prototypenfertigung im Fahrzeugbau begleiten wir Sie mit unseren Lösungen. Unser umfassendes Portfolio und die hauseigene Akkufertigung garantieren Ihnen einen reibungslosen Entwicklungsprozess ohne Schnittstellenproblematiken. Kontaktieren Sie uns Emerge Controlle Für anspruchsvolle Projekte Mit unserem ExpertLine \"Emerge 3000\" Umbausatz bieten wir einen Umrüstsatz auf einem noch nie erreichten Niveau an. Der ExpertLine \"Emerge 3000\" Motorcontroller wurde vollständig in Deutschland entwickelt und bietet in Kombination mit unseren Elektromotoren das bestmögliche Ergebnis in Effizienz, Leistung und Fahrspaß. Der Controller verfügt über die einzigartige intelligente Stromregelung Smart Power Management: Hierbei passt der Controller das Beschleunigungsniveau permanent so an, dass die eingestellte Entladespannung nie unterschritten, die dabei maximal mögliche Beschleunigung jedoch zugelassen wird. Dies ermöglicht das Maximum an Energie aus dem Akku zu entladen, ohne den Akku zu schädigen. Emerge Ap Für den schnellen Einstieg Die ProLine Serie bietet dem anspruchsvollen Anwender programmierbare Controller von höchster Qualität und mit der Möglichkeit, die Parameter individuell auf verschiedenste Anforderungen anzupassen. Durch das neuartige Programmierinterface des Infineon 3 Prozessors können Sie mit jedem handelsüblichen Computer/Notebook in Sekundenschnelle den Controller neu abstimmen, z.B. Geschwindigkeitslimits, Abschaltspannung etc. ProLine Controlle"}